Repository: stenolabs/stenoai-swift
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, zh_hant

source: Endpoint deletion incomplete
de: Endpunkt nicht vollständig gelöscht
zh_hant: 端點未完全刪除

source: Endpoint storage unavailable
de: Endpunktspeicher nicht verfügbar
zh_hant: 端點儲存空間無法使用

source: Endpoints
de: Endpunkte
zh_hant: 端點

source: Enter a folder name.
de: Gib einen Ordnernamen ein.
zh_hant: 請輸入資料夾名稱。

source: Enter a meeting title.
de: Gib einen Meeting-Titel ein.
zh_hant: 請輸入會議標題。

source: Enter the API key again before changing this endpoint URL.
de: Gib den API-Schlüssel erneut ein, bevor du die URL dieses Endpunkts änderst.
zh_hant: 在變更此端點 URL 前，請重新輸入 API 金鑰。

source: Everyone Steno has learned to recognise by voice. Names come from confirming a speaker in a meeting.
de: Alle Personen, die Steno anhand ihrer Stimme erkennen gelernt hat. Namen entstehen durch die Bestätigung einer sprechenden Person in einem Meeting.
zh_hant: 所有 Steno 已學會辨識聲音的人物。姓名來自在會議中確認發言者。

source: Experimental
de: Experimentell
zh_hant: 實驗性

source: Export as Markdown…
de: Als Markdown exportieren…
zh_hant: 匯出為 Markdown…

source: Export Audio…
de: Audio exportieren…
zh_hant: 匯出音訊…

source: Export Meeting as Markdown…
de: Meeting als Markdown exportieren…
zh_hant: 將會議匯出為 Markdown…

source: Export Meeting Audio…
de: Meeting-Audio exportieren…
zh_hant: 匯出會議音訊…

# Exporting %@ %lld%%
source: Exporting %1$@ %2$lld%%
de: %1$@ wird exportiert: %2$lld %%
zh_hant: 正在匯出 %1$@：%2$lld%%

source: Find in this transcript (Cmd-F)
de: In diesem Transkript suchen (Cmd-F)
zh_hant: 在此逐字稿中尋找（⌘F）

source: Find in transcript
de: Im Transkript suchen
zh_hant: 在逐字稿中尋找

source: Find in Transcript
de: Im Transkript suchen
zh_hant: 在逐字稿中尋找

source: Folder
de: Ordner
zh_hant: 資料夾

source: Folders
de: Ordner
zh_hant: 資料夾

source: Folders unavailable
de: Ordner nicht verfügbar
zh_hant: 資料夾無法使用

source: for %@
de: für %1$@
zh_hant: 適用於 %1$@

source: For attendees without detected speech.
de: Für Teilnehmende ohne erkannte Sprache.
zh_hant: 適用於未偵測到發言的與會者。

source: Found
de: Gefunden
zh_hant: 已找到

source: General
de: Allgemein
zh_hant: 一般

source: Generate minutes
de: Protokoll erstellen
zh_hant: 產生會議紀錄

source: Generating sends %1$@ to “%2$@” (%3$@). Audio, structured profile email fields, and attachments are not added to the model input. Email addresses written into the meeting text or the notes are included with it.
de: Beim Erstellen werden %1$@ an „%2$@“ (%3$@) gesendet. Audio, strukturierte E-Mail-Felder in Profilen und Anhänge werden dem Modelleingang nicht hinzugefügt. E-Mail-Adressen im Meetingtext oder in den Notizen werden mitgesendet.
zh_hant: 產生報告時會將 %1$@ 傳送至「%2$@」（%3$@）。音訊、結構化個人資料電子郵件欄位與附件不會加入模型輸入。寫在會議文字或筆記中的電子郵件地址將包含在內。

source: Generating with %@…
de: Erstellung mit %1$@…
zh_hant: 正在使用 %1$@ 產生…

source: Granted on %@
de: Erteilt am %1$@
zh_hant: 已於 %1$@ 授予權限

source: Has an e-mail address
de: Hat eine E-Mail-Adresse
zh_hant: 具有電子郵件地址

source: Hashing the received file
de: Empfangene Datei wird geprüft
zh_hant: 正在計算接收檔案的雜湊值

source: I confirm that %@ is spoken in this recording.
de: Ich bestätige, dass in dieser Aufnahme %1$@ gesprochen wird.
zh_hant: 我確認此錄音中所說的語言為 %1$@。

source: I confirm this is the language spoken in the recording.
de: Ich bestätige, dass dies die in der Aufnahme gesprochene Sprache ist.
zh_hant: 我確認這是錄音中所說的語言。

source: Import
de: Importieren
zh_hant: 匯入

source: Import an audio file, meeting package, or legacy library
de: Audiodatei, Meeting-Paket oder alte Bibliothek importieren
zh_hant: 匯入音訊檔案、會議套件或舊版資料庫

source: Import and process
de: Importieren und verarbeiten
zh_hant: 匯入並處理

source: Import Audio File…
de: Audiodatei importieren…
zh_hant: 匯入音訊檔案…

source: Import cancelled
de: Import abgebrochen
zh_hant: 匯入已取消

source: Import complete
de: Import abgeschlossen
zh_hant: 匯入完成

source: Import completed
de: Import abgeschlossen
zh_hant: 匯入已完成

source: Import from Legacy Steno App
de: Aus der alten Steno-App importieren
zh_hant: 從舊版 Steno 應用程式匯入

source: Import from Legacy Steno App…
de: Aus der alten Steno-App importieren…
zh_hant: 從舊版 Steno 應用程式匯入…

source: Import meeting package
de: Meeting-Paket importieren
zh_hant: 匯入會議套件

source: Import Meeting Package…
de: Meeting-Paket importieren…
zh_hant: 匯入會議套件…

source: Import only
de: Nur importieren
zh_hant: 僅匯入

source: Import recovery required
de: Importwiederherstellung erforderlich
zh_hant: 需要復原匯入

source: Imported text label - not a locally confirmed identity
de: Importierte Textbezeichnung - keine lokal bestätigte Identität
zh_hant: 已匯入的文字標籤 — 非本機確認的身分

source: Imported via AirDrop
de: Über AirDrop importiert
zh_hant: 透過 AirDrop 匯入

source: Inference profile
de: Inferenzprofil
zh_hant: 推論設定檔

source: Input
de: Eingabe
zh_hant: 輸入

source: Install
de: Installieren
zh_hant: 安裝

source: Install model and process
de: Modell installieren und verarbeiten
zh_hant: 安裝模型並處理

source: Installed
de: Installiert
zh_hant: 已安裝

source: Installed, but not confirmed for %@.
de: Installiert, aber für %1$@ nicht bestätigt.
zh_hant: 已安裝，但尚未確認適用於 %1$@。

source: Into
de: Nach
zh_hant: 移至

source: Join the meeting first, or choose a microphone manually. Steno will not guess.
de: Tritt zuerst dem Meeting bei oder wähle ein Mikrofon manuell aus. Steno wird nicht raten.
zh_hant: 請先加入會議，或手動選擇麥克風。Steno 不會自動猜測。

source: Keep this sample, but stop counting it towards recognition
de: Diese Probe behalten, aber nicht mehr für die Erkennung verwenden
zh_hant: 保留此樣本，但停止將其計入辨識資料

source: Language Models
de: Sprachmodelle
zh_hant: 語言模型

source: Leave generic
de: Generisch lassen
zh_hant: 保持未命名

source: Library needs attention
de: Bibliothek benötigt Aufmerksamkeit
zh_hant: 資料庫需要留意

source: Library unavailable
de: Bibliothek nicht verfügbar
zh_hant: 資料庫無法使用

source: Loading notes…
de: Notizen werden geladen…
zh_hant: 正在載入筆記…

source: Local models are missing. The meeting and audio will still be imported, but no job or download will start.
de: Lokale Modelle fehlen. Meeting und Audio werden trotzdem importiert, aber es startet weder ein Auftrag noch ein Download.
zh_hant: 缺少本機模型。會議與音訊仍會匯入，但不會啟動任何工作或下載。

source: Local models are ready.
de: Lokale Modelle sind bereit.
zh_hant: 本機模型已就緒。

source: Mark This Moment
de: Diesen Moment markieren
zh_hant: 標記此時刻

source: Maybe %@
de: Vielleicht %1$@
zh_hant: 可能是 %1$@

source: Me
de: Ich
zh_hant: 我

source: Meeting cannot be shared
de: Meeting kann nicht geteilt werden
zh_hant: 無法分享會議

source: Meeting date
de: Meeting-Datum
zh_hant: 會議日期

source: Meeting notes
de: Meeting-Notizen
zh_hant: 會議筆記

source: Meetings and files listed below were already imported and were not rolled back. Run the import again to add the remaining meetings.
de: Die unten aufgeführten Meetings und Dateien wurden bereits importiert und nicht zurückgesetzt. Starte den Import erneut, um die verbleibenden Meetings hinzuzufügen.
zh_hant: 下方列出的會議與檔案已匯入且未復原。請重新執行匯入以新增其餘會議。

source: Meetings unavailable
de: Meetings nicht verfügbar
zh_hant: 會議無法使用

source: Meetings, transcripts, speaker profiles and minutes are copied. The legacy installation stays unchanged.
de: Meetings, Transkripte, Sprecherprofile und Protokolle werden kopiert. Die alte Installation bleibt unverändert.
zh_hant: 會議、逐字稿、發言者檔案與會議紀錄均已複製。舊版安裝保持不變。

source: Merge
de: Vereinigen
zh_hant: 合併

source: Merge %@
de: %1$@ vereinigen
zh_hant: 合併 %1$@

source: Merge into another person…
de: Mit einer anderen Person vereinigen…
zh_hant: 合併至另一位人物…

source: Microphone
de: Mikrofon
zh_hant: 麥克風

source: Microphone choice
de: Mikrofonauswahl
zh_hant: 麥克風選擇

source: Microphone paused. System audio continues.
de: Mikrofon pausiert. Das Systemaudio läuft weiter.
zh_hant: 麥克風已暫停。系統音訊錄製將繼續。

source: Minutes
de: Protokoll
zh_hant: 會議紀錄

source: Minutes use Apple Intelligence on this device by default. Endpoints configured here (for example LM Studio or Ollama) are only used when you explicitly select one while generating minutes; the transcript is then sent to that endpoint.
de: Protokolle verwenden standardmäßig Apple Intelligence auf diesem Gerät. Hier konfigurierte Endpunkte wie LM Studio oder Ollama werden nur verwendet, wenn du beim Erstellen eines Protokolls ausdrücklich einen auswählst. Das Transkript wird dann an diesen Endpunkt gesendet.
zh_hant: 此裝置上的會議紀錄預設使用 Apple Intelligence。在此設定的端點（例如 LM Studio 或 Ollama）僅在您產生會議紀錄時明確選取該端點才會使用；逐字稿隨後會傳送至該端點。

source: Model
de: Modell
zh_hant: 模型

source: Model missing for %@
de: Modell für %1$@ fehlt
zh_hant: 缺少適用於 %1$@ 的模型

source: Models
de: Modelle
zh_hant: 模型

source: Models Steno needs
de: Von Steno benötigte Modelle
zh_hant: Steno 需要的模型

source: More actions for %@
de: Weitere Aktionen für %1$@
zh_hant: 「%1$@」的更多操作

source: More voice samples (%lld)
de: Weitere Stimmproben (%lld)
zh_hant: 更多聲紋樣本（%lld）

source: Move “%@” to the Trash?
de: „%1$@“ in den Papierkorb legen?
zh_hant: 要將「%1$@」移至垃圾桶嗎？

source: Move %lld Meetings
de: %lld Meetings verschieben
zh_hant: 移動 %lld 場會議

source: Move %lld Meetings to the Trash?
de: %lld Meetings in den Papierkorb legen?
zh_hant: 要將 %lld 場會議移至垃圾桶嗎？

source: Move %lld Meetings to Trash
de: %lld Meetings in den Papierkorb legen
zh_hant: 將 %lld 場會議移至垃圾桶

source: Move %lld Meetings to Trash…
de: %lld Meetings in den Papierkorb legen…
zh_hant: 將 %lld 場會議移至垃圾桶…

source: Move Down
de: Nach unten
zh_hant: 向下移動

source: Move Folder Down
de: Ordner nach unten verschieben
zh_hant: 向下移動資料夾

source: Move Folder into Folder
de: Ordner in Ordner verschieben
zh_hant: 將資料夾移入資料夾

source: Move Folder to Top Level
de: Ordner auf die oberste Ebene verschieben
zh_hant: 將資料夾移至頂層

source: Move Folder Up
de: Ordner nach oben verschieben
zh_hant: 向上移動資料夾

source: Move Here
de: Hierher verschieben
zh_hant: 移至此處

source: Move into Folder
de: In Ordner verschieben
zh_hant: 移入資料夾

source: Move Meeting to Trash…
de: Meeting in den Papierkorb legen…
zh_hant: 將會議移至垃圾桶…

source: Move to Folder
de: In Ordner verschieben
zh_hant: 移至資料夾

source: Move to Top Level
de: Auf die oberste Ebene verschieben
zh_hant: 移至頂層

source: Move to Trash
de: In den Papierkorb
zh_hant: 移至垃圾桶

source: Move to Trash…
de: In den Papierkorb…
zh_hant: 移至垃圾桶…

source: Move Up
de: Nach oben
zh_hant: 向上移動

source: Multiple people
de: Mehrere Personen
zh_hant: 多個人物

source: Multiple people in this cluster
de: Mehrere Personen in diesem Cluster
zh_hant: 此群組包含多個人物

source: Name new person
de: Neue Person benennen
zh_hant: 命名新人物

source: Named person
de: Benannte Person
zh_hant: 已命名人物

source: Names, companies, agenda - anything that helps you later.
de: Namen, Firmen, Tagesordnung - alles, was dir später hilft.
zh_hant: 姓名、公司、議程 — 任何有助於日後查閱的資訊。

source: New folder
de: Neuer Ordner
zh_hant: 新增資料夾

source: New Folder…
de: Neuer Ordner…
zh_hant: 新增資料夾…

source: New meeting
de: Neues Meeting
zh_hant: 新會議

source: New Meeting
de: Neues Meeting
zh_hant: 新會議

source: New person
de: Neue Person
zh_hant: 新增人物

source: New person…
de: Neue Person…
zh_hant: 新增人物…

source: New subfolder
de: Neuer Unterordner
zh_hant: 新增子資料夾

source: New Subfolder…
de: Neuer Unterordner…
zh_hant: 新增子資料夾…

source: No audio was included in the received meeting.
de: Das empfangene Meeting enthält kein Audio.
zh_hant: 接收到的會議中未包含音訊。

source: No download or processing job starts automatically. Installation downloads speech assets from Apple and speaker separation from huggingface.co.
de: Es startet automatisch weder ein Download noch ein Verarbeitungsauftrag. Bei der Installation werden Sprachressourcen von Apple und die Sprechertrennung von huggingface.co geladen.
zh_hant: 不會自動啟動任何下載或處理工作。安裝時將從 Apple 下載語音資源，並從 huggingface.co 下載語者分離模型。

source: No endpoints configured.
de: Keine Endpunkte konfiguriert.
zh_hant: 未設定端點。

source: No line contains “%@”.
de: Keine Zeile enthält „%1$@“.
zh_hant: 沒有任何行包含「%1$@」。

source: no meeting content
de: keine Meetinginhalte
zh_hant: 無會議內容

source: No meeting selected
de: Kein Meeting ausgewählt
zh_hant: 未選取會議

source: No meetings yet
de: Noch keine Meetings
zh_hant: 尚無會議

source: No notes or transcript
de: Keine Notizen oder kein Transkript
zh_hant: 無筆記或逐字稿

source: No participants yet. Confirmed speakers appear automatically; add anyone who attended without speaking.
de: Noch keine Teilnehmenden. Bestätigte Sprecher erscheinen automatisch. Füge Personen hinzu, die teilgenommen haben, ohne zu sprechen.
zh_hant: 尚無參與者。已確認的發言者會自動顯示；您也可以新增未發言的與會人員。

source: No people yet
de: Noch keine Personen
zh_hant: 尚無人物

source: No transcript yet
de: Noch kein Transkript
zh_hant: 尚無逐字稿

source: No voice samples yet - Steno cannot recognise them automatically.
de: Noch keine Stimmproben. Steno kann diese Person nicht automatisch erkennen.
zh_hant: 尚無聲紋樣本 — Steno 暫時無法自動辨識。

source: None
de: Keine
zh_hant: 無

source: Not included
de: Nicht enthalten
zh_hant: 未包含

source: Not ready for %@.
de: Für %1$@ nicht bereit.
zh_hant: 尚未就緒（%1$@）。

source: Not while recording - it would be captured into the recording
de: Nicht während einer Aufnahme - der Ton würde mitaufgezeichnet
zh_hant: 錄音期間無法操作 — 聲音會被錄製進去

source: Notes
de: Notizen
zh_hant: 筆記

source: Notes %@
de: Notizen %1$@
zh_hant: 筆記 %1$@

source: Notes could not be opened: %@
de: Notizen konnten nicht geöffnet werden: %1$@
zh_hant: 無法開啟筆記：%1$@

source: Notes could not be saved: %@
de: Notizen konnten nicht gespeichert werden: %1$@
zh_hant: 無法儲存筆記：%1$@

source: Notes unavailable
de: Notizen nicht verfügbar
zh_hant: 筆記無法使用

source: Notes, including any time markers
de: Notizen einschließlich Zeitmarken
zh_hant: 筆記，包含任何時間標記

source: Offline model
de: Offline-Modell
zh_hant: 離線模型

source: One imported meeting needs attention because its processing could not be resumed. Other meetings and recording remain available.
de: Ein importiertes Meeting benötigt Aufmerksamkeit, weil seine Verarbeitung nicht fortgesetzt werden konnte. Andere Meetings und die Aufnahmefunktion bleiben verfügbar.
zh_hant: 有一場匯入的會議需要留意，因為無法繼續處理。其他會議與錄音功能仍可正常使用。

source: Only the folder goes away. Its meetings stay in the library and move back to the date list.
de: Nur der Ordner wird entfernt. Seine Meetings bleiben in der Bibliothek und erscheinen wieder in der Datumsliste.
zh_hant: 僅會刪除該資料夾。其中的會議仍會保留在資料庫中並回到日期清單。

source: Only the folder goes away. Its meetings stay in the library, and its subfolders move to the top level.
de: Nur der Ordner wird entfernt. Seine Meetings bleiben in der Bibliothek und seine Unterordner werden auf die oberste Ebene verschoben.
zh_hant: 僅會刪除該資料夾。其中的會議仍會保留在資料庫中，其子資料夾將移至最頂層。

source: Open existing meeting
de: Vorhandenes Meeting öffnen
zh_hant: 開啟現有會議

source: Opening library
de: Bibliothek wird geöffnet
zh_hant: 正在開啟資料庫

source: Optional local processing
de: Optionale lokale Verarbeitung
zh_hant: 選用的本機處理

source: optional, falls back to model
de: optional, sonst Modellwert
zh_hant: 選填，預設回退至模型名稱

source: Organization
de: Organisation
zh_hant: 組織

source: Origin ID
de: Ursprungskennung
zh_hant: 原始識別碼

source: Others
de: Andere
zh_hant: 其他

source: participants
de: Teilnehmende
zh_hant: 參與者

source: Participants
de: Teilnehmende
zh_hant: 參與者

source: Pause microphone
de: Mikrofon pausieren
zh_hant: 暫停麥克風

source: People
de: Personen
zh_hant: 人物

source: Personal speaker text
de: Persönlicher Sprechertext
zh_hant: 個人發言文字

source: Pick a meeting to look something up while you record.
de: Wähle ein Meeting aus, um während der Aufnahme etwas nachzuschlagen.
zh_hant: 選取會議以便在錄音時查閱資料。

source: Pick this before the next step: the speech models are downloaded for the language you choose here.
de: Wähle dies vor dem nächsten Schritt. Die Sprachmodelle werden für die hier ausgewählte Sprache geladen.
zh_hant: 請在下一步前選擇語言：語音模型將根據您在此處選取的語言進行下載。

source: Play sample
de: Probe abspielen
zh_hant: 播放樣本

source: Play the voice sample from %@
de: Stimmprobe von %1$@ abspielen
zh_hant: 播放來自 %1$@ 的聲紋樣本

source: Play this section
de: Diesen Abschnitt abspielen
zh_hant: 播放此段落

source: Play this voice sample
de: Diese Stimmprobe abspielen
zh_hant: 播放此聲紋樣本

source: Play voice sample
de: Stimmprobe abspielen
zh_hant: 播放聲紋樣本

source: Preparing
de: Wird vorbereitet
zh_hant: 正在準備

source: Preparing package
de: Paket wird vorbereitet
zh_hant: 正在準備套件

source: Preparing preview
de: Vorschau wird vorbereitet
zh_hant: 正在準備預覽

source: Preparing recording
de: Aufnahme wird vorbereitet
zh_hant: 正在準備錄音

source: Private import cleanup required
de: Private Importbereinigung erforderlich
zh_hant: 需要清理私人匯入資料

source: Probably %@
de: Vermutlich %1$@
zh_hant: 大概是 %1$@

source: Processing
de: Verarbeitung
zh_hant: 正在處理

source: Processing failed
de: Verarbeitung fehlgeschlagen
zh_hant: 處理失敗

# Processing failed for %@: %@
source: Processing failed for %1$@: %2$@
de: Verarbeitung für %1$@ fehlgeschlagen: %2$@
zh_hant: %1$@ 處理失敗：%2$@

source: Processing failed: %@
de: Verarbeitung fehlgeschlagen: %1$@
zh_hant: 處理失敗：%1$@

source: Processing location
de: Verarbeitungsort
zh_hant: 處理位置

source: Provisional live transcript; the final run replaces it.
de: Vorläufiges Live-Transkript. Der abschließende Lauf ersetzt es.
zh_hant: 臨時即時逐字稿；最終處理將取代此內容。

source: Re-transcribe and detect speakers
de: Erneut transkribieren und Sprecher erkennen
zh_hant: 重新轉錄並偵測發言者

source: Reachable, but model “%@” was not found.
de: Erreichbar, aber das Modell „%1$@“ wurde nicht gefunden.
zh_hant: 可連線，但找不到模型「%1$@」。

source: Reachable, but structured output is not ready.
de: Erreichbar, aber die strukturierte Ausgabe ist nicht bereit.
zh_hant: 可連線，但結構化輸出尚未就緒。

source: Reachable, but structured output is not ready. Reported context: %lld tokens.
de: Erreichbar, aber die strukturierte Ausgabe ist nicht bereit. Gemeldeter Kontext: %1$lld Token.
zh_hant: 可連線，但結構化輸出尚未就緒。回報的上下文長度：%1$lld 個 Token。

source: Reachable, model “%@” is available.
de: Erreichbar, Modell „%1$@“ ist verfügbar.
zh_hant: 可連線，模型「%1$@」可用。

source: Reading package contents
de: Paketinhalt wird gelesen
zh_hant: 正在讀取套件內容

source: Ready
de: Bereit
zh_hant: 就緒

source: Ready - processing completed
de: Bereit - Verarbeitung abgeschlossen
zh_hant: 就緒 — 處理完成

source: Ready for %@.
de: Bereit für %1$@.
zh_hant: 適用於 %1$@ 的模型已就緒。

source: Recording
de: Aufnahme
zh_hant: 錄音中

source: Recording %@
de: Aufnahme %1$@
zh_hant: 錄音 %1$@

source: Recording access
de: Aufnahmezugriff
zh_hant: 錄音存取權限

source: Recording microphone
de: Aufnahmemikrofon
zh_hant: 錄音麥克風

source: Recording recovery needs attention
de: Aufnahmewiederherstellung benötigt Aufmerksamkeit
zh_hant: 錄音復原需要留意

source: Recording time
de: Aufnahmedauer
zh_hant: 錄音時間

source: Recordings and imports appear here.
de: Aufnahmen und Importe erscheinen hier.
zh_hant: 錄音與匯入項目將顯示於此處。

source: Refresh
de: Aktualisieren
zh_hant: 重新整理

source: Regenerate
de: Neu erstellen
zh_hant: 重新產生

source: Reload Folders
de: Ordner neu laden
zh_hant: 重新載入資料夾

source: Reload Meetings
de: Meetings neu laden
zh_hant: 重新載入會議

source: Remove participant
de: Teilnehmende Person entfernen
zh_hant: 移除參與者

source: Rename
de: Umbenennen
zh_hant: 重新命名

source: Rename %@
de: %1$@ umbenennen
zh_hant: 重新命名 %1$@

source: Rename folder
de: Ordner umbenennen
zh_hant: 重新命名資料夾

source: Rename Folder…
de: Ordner umbenennen…
zh_hant: 重新命名資料夾…

source: Rename meeting
de: Meeting umbenennen
zh_hant: 重新命名會議

source: Rename Meeting…
de: Meeting umbenennen…
zh_hant: 重新命名會議…

source: Rename…
de: Umbenennen…
zh_hant: 重新命名…

source: Request microphone and system audio access
de: Zugriff auf Mikrofon und Systemaudio anfordern
zh_hant: 要求麥克風與系統音訊存取權限

source: Reset to generic
de: Auf generisch zurücksetzen
zh_hant: 重設為未命名發言者

source: Resume microphone
de: Mikrofon fortsetzen
zh_hant: 繼續麥克風錄音

source: Retries removal of Steno's temporary meeting package.
de: Versucht erneut, Stenos temporäres Meeting-Paket zu entfernen.
zh_hant: 重試移除 Steno 的暫存會議套件。

source: Retry cleanup
de: Bereinigung erneut versuchen
zh_hant: 重試清理

source: Retry the import after recovery. No processing job was created.
de: Wiederhole den Import nach der Wiederherstellung. Es wurde kein Verarbeitungsauftrag erstellt.
zh_hant: 復原後重試匯入。尚未建立處理工作。

source: Revoke
de: Widerrufen
zh_hant: 撤銷

source: Run with Apple
de: Mit Apple ausführen
zh_hant: 使用 Apple 執行

source: Save
de: Sichern
zh_hant: 儲存

source: Saving…
de: Wird gesichert…
zh_hant: 正在儲存…

source: Scan again
de: Erneut scannen
zh_hant: 重新掃描

source: Scanning folder…
de: Ordner wird gescannt…
zh_hant: 正在掃描資料夾…

source: Search titles
de: Titel durchsuchen
zh_hant: 搜尋標題

source: Selected manually: %@. Steno will not use another device.
de: Manuell ausgewählt: %1$@. Steno verwendet kein anderes Gerät.
zh_hant: 手動選取：%1$@。Steno 不會使用其他裝置。

source: Share meeting
de: Meeting teilen
zh_hant: 分享會議

source: Share Meeting…
de: Meeting teilen…
zh_hant: 分享會議…

source: Share this meeting through AirDrop
de: Dieses Meeting über AirDrop teilen
zh_hant: 透過 AirDrop 分享此會議

source: Show notes, participants and speaker assignment
de: Notizen, Teilnehmende und Sprecherzuordnung anzeigen
zh_hant: 顯示筆記、參與者與發言者指派

source: Show or Hide Inspector
de: Informationsbereich ein- oder ausblenden
zh_hant: 顯示或隱藏詳細資訊面板

source: Show Setup Assistant
de: Einrichtungsassistenten anzeigen
zh_hant: 顯示設定輔助程式

source: Skip
de: Überspringen
zh_hant: 略過

source: Source
de: Quelle
zh_hant: 來源

source: Source language
de: Quellsprache
zh_hant: 來源語言

source: Speaker %lld
de: Sprecher %lld
zh_hant: 發言者 %lld

source: Speaker %lld (microphone)
de: Sprecher %lld (Mikrofon)
zh_hant: 發言者 %lld（麥克風）

source: Speaker %lld (system)
de: Sprecher %lld (Systemaudio)
zh_hant: 發言者 %lld（系統音訊）

source: Speakers
de: Sprecher
zh_hant: 發言者

source: Speakers: %@
de: Sprecher: %1$@
zh_hant: 發言者：%1$@

source: Spoken language
de: Gesprochene Sprache
zh_hant: 語音語言

source: Start a new recording
de: Neue Aufnahme starten
zh_hant: 開始新錄音

source: Start a recording or import an audio file.
de: Starte eine Aufnahme oder importiere eine Audiodatei.
zh_hant: 開始錄音或匯入音訊檔案。

source: Start recording
de: Aufnahme starten
zh_hant: 開始錄音

source: Start Recording
de: Aufnahme starten
zh_hant: 開始錄音

source: Steno can address it directly instead of through its OpenAI-compatible layer. Only that way can it switch off the model's thinking mode and set the context size. With a thinking model, that decides whether an answer arrives at all.
de: Steno kann es direkt statt über seine OpenAI-kompatible Schicht ansprechen. Nur so kann Steno den Denkmodus des Modells abschalten und die Kontextgröße festlegen. Bei einem denkenden Modell entscheidet das darüber, ob überhaupt eine Antwort eintrifft.
zh_hant: Steno 可以直接呼叫該模型，而無需透過 OpenAI 相容層。只有這樣，Steno 才能關閉模型的思考模式並設定上下文大小。對於思考型模型，這決定了是否能順利取得回應。

source: Steno cannot confirm that the meeting commit completed. Recovery must finish before you import this package again. No processing job was created.
de: Steno kann nicht bestätigen, dass das Meeting vollständig gespeichert wurde. Die Wiederherstellung muss abgeschlossen sein, bevor du dieses Paket erneut importierst. Es wurde kein Verarbeitungsauftrag erstellt.
zh_hant: Steno 無法確認會議儲存是否完成。在您再次匯入此套件之前，必須先完成復原。尚未建立處理工作。

source: Steno cannot identify every microphone used by active apps. Choose one manually.
de: Steno kann nicht jedes von aktiven Apps verwendete Mikrofon ermitteln. Wähle eines manuell aus.
zh_hant: Steno 無法識別使用中的應用程式所使用的所有麥克風。請手動選擇一個。

source: Steno could not create a private temporary export.
de: Steno konnte keinen privaten temporären Export erstellen.
zh_hant: Steno 無法建立私人暫存匯出。

source: Steno could not finish opening the local library. Try again to use the same local library. %@
de: Steno konnte das Öffnen der lokalen Bibliothek nicht abschließen. Versuche es erneut, um dieselbe lokale Bibliothek zu verwenden. %1$@
zh_hant: Steno 無法完成開啟本機資料庫。請重試以使用相同的本機資料庫。%1$@

source: Steno could not finish recovering %1$lld interrupted meetings. All recording files remain stored. First error: %2$@
de: Steno konnte die Wiederherstellung von %1$lld unterbrochenen Meetings nicht abschließen. Alle Aufnahmedateien bleiben gespeichert. Erster Fehler: %2$@
zh_hant: Steno 無法完成復原 %1$lld 場中斷的會議。所有錄音檔案仍妥善儲存。首個錯誤：%2$@
